Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Concomitant therapies
es_es: Tratamientos concomitantes

source: Concomitant therapies at baseline
es_es: Tratamientos concomitantes al inicio

source: Concomitant therapies at baseline or any time up to the end of the planned treatment period were balanced across the treatment groups (Table 10.4.4.2: 1).
es_es: Los tratamientos concomitantes del inicio o de cualquier momento hasta el final del período de tratamiento planificado estuvieron equilibradas entre los grupos de tratamiento (Tabla 10.4.4.2: 1).

source: Concomitant therapies during the trial
es_es: Tratamientos concomitantes durate el ensayo

source: Concomitant therapy
es_es: Tratamientos concomitantes

source: Concomitant therapy, restrictions, and rescue treatment
es_es: Tratamiento concomitante, restricciones y tratamiento de rescate

source: Concomitant treatment with P-gp and CYP 3A4 inhibitors
es_es: Tratamiento concomitante con inhibidores de la glicoproteína P y el CYP 3A4.

source: Concomitant medications
es_es: Medicamentos concomitantes

source: Condiciones del ensayo.
es_es: Trial conditions.

source: Condiciones del ensayo:
es_es: Test conditions:

source: Conditions may be modified as needed to achieve system suitability.
es_es: Las condiciones pueden modificarse según sea necesario para lograr la idoneidad del sistema.

source: Conductivity
es_es: Conductividad

source: Conductivity and TOC (continuous)
es_es: Conductividad y carbono orgánico total (continuas)

source: Conductivity cell:
es_es: Celda de conductividad:

source: Conductivity testing for final rinse samples is routinely used for monitoring according to predefined limits.
es_es: Como rutina de monitoreo, se hace una prueba de conductividad con muestras de enjuague final de acuerdo con límites predefinidos.

source: Cone
es_es: Cono

source: Cone removal force
es_es: Fuerza del extracción del cono

source: Confidence Interval
es_es: Intervalo de confianza

source: Confidence interval
es_es: Intervalo de confianza

source: Confidential
es_es: Confidencial

source: Confidential.
es_es: Confidencial.

source: Confirmation of Compliance
es_es: Confirmación del cumplimiento

source: Confirmation of QL
es_es: Confirmación del lím. de cuant. (QL)

source: Confirmation of Tester Strain Genotypes
es_es: Confirmación de los genotipos de las cepas experimentales

source: Confirmation of accurary of injection:
es_es: Confirmación de la exactitud de la inyección:

source: Confirmation of cGMP Compliance
es_es: Confirmación del cumplimiento con las buenas prácticas de fabricación vigentes

source: Confirmation of calibration
es_es: Confirmación de la calibración

source: Confirmation of calibration:
es_es: Confirmación de la calibración:

source: Confirmation of manufacturing site
es_es: Confirmación de planta productora

source: Confirmation of precision of injection (A1, A2)
es_es: Confirmación de la precisión de la inyección (A1, A2)

source: Confirmation of quantitation limit (Impurity E)
es_es: Confirmación del límite de cuantificación (CD 12907)

source: Confirmation of selectivity
es_es: Confirmación de la selectividad

source: Confirmation of selectivity (A1)
es_es: Confirmación de la selectividad (A1)

source: Confirmation of standard solutions (A1, A2)
es_es: Confirmación de las soluciones estándar (A1, A2)

source: Confirmation of standard solutions (A1, A2):
es_es: Confirmación de las soluciones estándar (A1, A2):

source: Confirmatory analyses for the primary and key secondary endpoints
es_es: Análisis confirmatorios: criterios de valoración primario y secundarios claves

source: Confirmatory testing is not necessary.
es_es: No es necesario llevar adelante ninguna prueba confirmatoria.

source: Confirmatory testing of NO-HCTZ was performed according to the defined testing plan based upon statistical considerations.
es_es: Las evaluaciones confirmatorias de la presencia de NO-HCTZ se realizaron de acuerdo con el plan de evaluación definido con base en consideraciones estadísticas.

source: Confirmed hypoglycaemic events
es_es: Eventos de hipoglucemia confirmados

source: Confirmed hypoglycaemic events1
es_es: Eventos de hipoglucemia confirmados1

source: Conflict of Interest Disclosures: Dr Campbell reported receiving grants from the National Health and Medical Research Council and the National Heart Foundation during the conduct of the study.
es_es: Divulgación de conflicto de intereses:el Dr. Campbell informó haber recibido subvenciones del Consejo Nacional de Salud e Investigación Médica (NHMRC) y de National Heart Foundation durante la realización del estudio.

source: Conform
es_es: Cumple

source: Conforme a lo establecido en la Disposición Transitoria SEGUNDA: se concede un plazo adicional de un (1) año para los principios activos cuyas fechas máximas de entrega se encontraban establecidas para el 17 de marzo de 2023 y 17 de septiembre de 2023.
es_es: As set forth in SECOND transitional provision: Drug substances due on March 17 and September 17, 2023 are granted one (1) extra year.

source: Conforms
es_es: Cumple

source: Conforms to reference
es_es: Cumple con la referencia

source: Congenital abnormality
es_es: Anomalía congénita

source: Congenital heart disease
es_es: Enfermedad cardiaca congénita

source: Connection to the 20 mm crimp cap (DIN ISO 8362- 3)
es_es: Conexión a la tapa de cierre metálica de 20 mm (DIN ISO 8362-3)

source: Connection to the syringe according to ISO594-1 and ISO594-2
es_es: Conexión con la jeringa según ISO594-1 e ISO594-2

source: Connectors
es_es: Empalmes

source: Consent to Proceed with Electronic Signatures
es_es: Consentimiento para utilizar firmas electrónicas

source: Consequences of changing your mind
es_es: Consecuencias de un cambio de opinión

source: Consequently, Boehringer Ingelheim can rationalize why and how exclusion criteria from both trials were reflected within the “Contraindications” of the proposed product label, but can not firmly state the Sponsor’s rationale for choosing individual exclusion criteria of the respective trials.
es_es: En consecuencia, Boehringer Ingelheim puede racionalizar por qué y cómo los criterios de exclusión de ambos ensayos se reflejaron dentro de las “Contraindicaciones” de la etiqueta del producto propuesto, pero no puede afirmar con certeza el fundamento del Patrocinador para elegir los criterios de exclusión individuales de los respectivos ensayos.

source: Consequently, section 3.2.P.8.1 and section 3.2.P.8.3.2 documents have also been updated to reflect this change.
es_es: En consecuencia, se han actualizado los documentos de las secciones 3.2.P.8.1 y 3.2.P.8.3 para que reflejen este cambio.

source: Consequently, the completion of the primary stability and PPQ stability commitment above will also fulfil the requirement for stability testing on the first three production batches.
es_es: En consecuencia, el cumplimiento del compromiso asumido respecto de la estabilidad primaria y la estabilidad para calificación del desempeño del proceso también cumple con el requisito de realizar pruebas de estabilidad de las tres primeras partidas de producción.

source: Consequently, the drying duration was fixed to 10 hours considering potential scale-up effects and ensuring a narrow distribution of the water contents within the batch.
es_es: Por consiguiente, la duración del secado se estableció en 10 horas, para considerar los posibles efectos del aumento de escala y asegurar una distribución estrecha del contenido de agua dentro de la partida.

source: Consequently, the exposure tables were also restricted to the following dose levels:
es_es: En consecuencia, las tablas de exposición también se limitaron a los siguientes niveles de dosis:

source: Consequently, the extended label for Metalyse with the additional indication “Acute ischaemic stroke (AIS) within 4.5 hours from the time of last known well and after exclusion of intracranial haemorrhage” was approved in Jan 2024 in the EU without any requirements for establishing an RMP.
es_es: En consecuencia, en enero de 2024, se aprobó en la UE, sin requerimiento de plan de gestión de riesgos adicional, la etiqueta ampliada para Metalyse con la indicación adicional “Accidente cerebrovascular isquémico agudo dentro de las 4.5 horas desde el último momento en que el paciente se encontraba bien y habiendo excluido la hemorragia intracraneal”.

source: Consequently, the specification and analytical methods as shown in the current Ph. Eur. monographs are applicable and therefore no detailed specification is required in section 3.2.P.4.1 (only the reference to the pharmacopoeia) and no analytical procedures are required in section 3.2.P.4.2.
es_es: En consecuencia, son válidas la especificación y los métodos analíticos de las monografías vigentes de la Ph. Eur. y, por ende, no hace falta añadir ninguna especificación detallada a la sección 3.2.P.4.1 (basta con la referencia a la farmacopea) ni se requiere añadir ningún procedimiento analítico a la sección 3.2.P.4.2.

source: Consider that for f2 calculation, a minimum of three time points must be taken, with a single sampling point after reaching the asymptote.
es_es: Téngase presente que, después de la asíntota, para el cálculo de f2, se debe considerar un mínimo de tres momentos de medición, con un único punto de muestreo.

source: Consideraciones especiales.
es_es: Special considerations.

source: Consideraciones generales.
es_es: General discussion.

source: Consideraciones para estudios de dosis múltiple.
es_es: Considerations for multiple dose studies.

source: Consideraciones para estudios en humanos.
es_es: Considerations for human studies.

source: Consideraciones para ingredientes farmacéuticos activos con vidas medias de eliminación prolongadas.
es_es: Considerations for active pharmaceutical ingredients with long elimination half-lives.

source: Consideraciones para la fenotipifiación genética.
es_es: Considerations for genetic phenotyping.

source: Consideraciones para medicamentos de liberación modificada.
es_es: Considerations for modified-release drug products.

source: Considering VOCs emitted from the neat rubber stoppers
es_es: Tomando en cuenta los compuestos orgánicos volátiles emitidos por el tapón de caucho puro

source: Considering a MDD of 25 mg HCTZ, the obtained results of NO-HCTZ translates into content levels of 4.75 to 32.25 ng/day for API batches.
es_es: Considerando una dosis diara máxima de 25 mg de HCTZ, la NO-HCTZ resultante corresponde a niveles de 4.75 a 32.25 ng/día para las partidas del IFA.

source: Considering a MDD of 25 mg HCTZ, the obtained results of NO-HCTZ translates into content levels of 5.75 to 37.5 ng/day for DP batches.
es_es: Considerando una dosis diara máxima de 25 mg de HCTZ, la NO-HCTZ resultante corresponde a niveles de 5.75 a 37.5 ng/día para las partidas del medicamento.

source: Considering a maximum daily dose of 5 mL/day, i.e., 25 mg/vial/day
es_es: Tomando en cuenta una dosis diaria máxima de 5 ml/día; es decir, 25 mg/frasco/día

source: Considering a maximum dose of 1200 mg in doseescalation studies for spesolimab, amounts of up to 1.3 % HMW species were clinically evaluated with CMC1 material.
es_es: Tomando en cuenta la dosis máxima de 1200 mg usada en estudios de escalamiento de la dosis de Espesolimab, se evaluaron clínicamente cantidades de hasta un 1,3% de especies de alto peso molecular con material del proceso CMC1.

source: Considering all-cause mortality instead of CV death as the terminal event in the joint frailty model
es_es: Considerando evento final en el modelo de fragilidad conjunta la mortalidad por todas las causas en vez de la muerte cardiovascular

source: Considering analytical and batch-to-batch variability, 0.2 % is added to the proposed acceptance criteria for DP end of shelf life.
es_es: Teniendo en consideración la variabilidad analítica y entre partidas, se agrega un 0,2% a los criterios de aceptación propuestos para el final de la vida útil del medicamento.

source: Considering analytical uncertainty factor of 50 %
es_es: Tomando en cuenta un factor de incertidumbre analítica del 50%

source: Considering design verification data, the sequential preconditioning study (see Section 3.2.P.2 Pharmaceutical Development, Chapters 8.8 and 8.9), and real time stability data, the shelf-life for the PFS-NSD-1 is limited to 24 months.
es_es: Teniendo en cuenta los datos de verificación del diseño, el estudio secuencial de preacondicionamiento (véase la Sección 3.2.P.2, Desarrollo farmacéutico, capítulos 8.8 y 8.9), y los datos de estabilidad en tiempo real, la vida útil del dispositivo PFS-NSD-1 de Espesolimab se limita a 24 meses.

source: Considering the Maximum Daily Dose (MDD) for Telmisartan / HCTZ Layered Tablets of 25 mg for HCTZ, the reporting threshold is:
es_es: Considerando la dosis máxima diaria de HCTZ de 25 mg en Telmisartán / HCTZ, comprimidos multicapa, el umbral de informe es:

source: Considering the Maximum Daily Dose (MDD) of 25 mg HCTZ for Telmisartan / HCTZ Layered Tablets, the obtained results of NO-HCTZ for tested DP batches are much below the reporting threshold for DP ≤ 0.1 % according to ICH Q3B as well the AI 1500 ng/day according to FDA.
es_es: Teniendo en cuenta que la dosis diaria máxima de HCTZ en Telmisartán/HCTZ, comprimidos multicapa, es 25 mg, la NO-HCTZ observada en las partidas analizadas del medicamento está holgadamente por debajo del umbral de informe del medicamento (≤ 0.1 % según el lineamiento Q3B de la ICH y una ingesta aceptable de 1500 ng/día según la FDA).

source: Considering the above mentioned review, additional warning language regarding systemic overuse/abuse in the CCDS is not warranted.
es_es: Considerando la revisión anterior, no se considera necesario añadir en la Información fundamental del producto, de uso interno ningún texto de advertencia adicional sobre el uso excesivo o abuso sistémico.

source: Considering the high unmet medical need, the high burden for patients suffering from GPP flares, and the statistically significant results from trial 1368-0027 that are clinically persuasive, BI is submitting this MAA for the proposed indication to prevent flares in adult and adolescent (from 12 years of age) patients with GPP.
es_es: Tomando en consideración la existencia de una gran necesidad médica insatisfecha, la pesada carga que los brotes agudos de PPG representan para los pacientes y los resultados estadísticamente significativos del ensayo 1368-0027 que resultan persuasivos a nivel clínico, BI presenta esta MAA para la indicación propuesta de prevención de brotes agudos en pacientes adultos y adolescentes (a partir de los 12 años de edad) con PPG.

source: Considering the importance of the bioassay, a more restrictive approach has been applied, thereby reducing the acceptance criteria below the 5 SD range.
es_es: Teniendo en cuenta la importancia del ensayo biológico, se aplicó un enfoque más riguroso que, por ende, reduce los criterios de aceptación por debajo del rango de 5 desviaciones estándar.

source: Considering the potential latency in the development of certain AEs, hepatic injury was presented for the period of up to 30 days after the treatment stop, and AEs leading to lower-limb amputation, bone fracture events, and urinary tract malignancies up to individual trial completion.
es_es: Teniendo en cuenta la posible latencia en el desarrollo de ciertos eventos adversos, la lesión hepática está expuesta en el informe hasta 30 días después de la finalización del tratamiento, y los eventos adversos que derivaron en la amputación de miembro inferior, fracturas óseas y tumores malignos del tracto urinario están expuestos hasta la finalización del ensayo de los respectivos individuos.

source: Considering the volatile organic compounds of the neat rubber stoppers exceeding their PQRI threshold or PDE, the following targets were identified for leachables monitoring: acetaldehyde, 2-methylpentane, methylcyclopentane, and C13-oligomer.
es_es: Tomando en consideración los compuestos orgánicos volátiles del tapón de caucho puro que exceden su correspondiente umbral del PQRI o exposición diaria permitida, se identificaron los siguientes objetivos para monitoreo de lixiviables: acetaldehído, 2-metilpentano, metilciclopentano y oligómero C13.

source: Consistency
es_es: Consistencia

source: Consistent results were observed for both patients with and without atrial fibrillation or atrial flutter at baseline (based on ECG; Table 15.2.4.25: 2 and Figure 15.2.4.25: 3).
es_es: En los pacientes con y sin fibrilación auricular o aleteo auricular al inicio se observaron resultados homólogos (según ECG; Tabla 15.2.4.25: 2 y Figura 15.2.4.25: 3).

source: Consistent results were obtained for the SMQ-based analysis:
es_es: Se obtuvieron resultados homogéneos en el análisis basado en la consulta SMQ:

source: Consistent with reference material over the time course
es_es: Congruente con el material de referencia durante el curso cronológico

source: Consistently with the root cause analysis and investigation into the potential mechanism of NDMA formation in empagliflozin / metformin hydrochloride immediate release film-coated tablets, stability data available so far confirmed that the NDMA levels remain unchanged during shelf-life (refer to sections P.2 and P.8).
es_es: En consonancia con el análisis de causa raíz y las investigaciones sobre el mecanismo potencial subyacente a la formación de NDMA en los comprimidos recubiertos de empagliflozina / clorhidrato de metformina de liberación inmediata, los datos de estabilidad disponibles a la fecha confirmaron que los niveles de NDMA permanecen inalterados durante la vida útil (ver las Secciones P.2 y P.8).

source: Consistently, a lower proportion of patients in the empagliflozin group (820 patients, 30.3%) than in the placebo group (906 patients, 33.9%; odds ratio 0.852, 95% CI 0.759 to 0.957; Table 15.2.3.6: 12) showed deterioration.
es_es: En consonancia con ello, presentó un deterioro una proporción menor de pacientes del grupo de empagliflozina (820 pacientes, 30.3%) que de placebo (906 pacientes, 33.9%, cociente de probabilidades: 0.852, IC del 95%: 0.759 a 0.957; Tabla 15.2.3.6: 12).

source: Consistently, a lower proportion of patients in the empagliflozin group than in the placebo group showed deterioration.
es_es: En consonancia con ello, presentó un deterioro una proporción menor de pacientes del grupo de empagliflozina que de placebo.

source: Contact intact skin surfaces only
es_es: Superficies de contacto con piel intacta únicamente.

source: Contact plates CFU/plate
es_es: Pacas de contacto, UFC/placa

source: Contact plates
es_es: Placas de contacto

source: Contact with tissue
es_es: Contacto con tejido

source: Container
es_es: Envase

source: Container / closure system
es_es: Envase y sistema de cierre

source: Container Closure Integrity (Testing)
es_es: Pruebas de integridad del envase y sistema de cierre (Pruebas)

source: Container Closure Integrity tested for stability only.
es_es: La integridad del envase y sistema de cierre solo se analiza para estabilidad.

source: Container Closure Integrity testing (CCI) or sterility testing was out of scope of the Design Verification activities.
es_es: Las pruebas de integridad del envase y sistema de cierre o los análisis de esterilidad no estaban contemplados dentro de las actividades de verificación del diseño.

source: Container blender
es_es: Mezclador de recipiente

source: Container closure integrity
es_es: Integridad del envase y sistema de cierre

source: Container closure integrity (CCI) ensures sterility of tenecteplase DP throughout the shelf life.
es_es: La integridad del envase y el sistema de cierre garantiza la esterilidad del medicamento tenecteplasa durante toda su vida útil.

source: Container closure integrity (CCI) testing by dye ingress method (methylene blue) is used to demonstrate the ability of the container closure system to maintain the integrity of its microbial barrier.
es_es: Para demostrar que el envase y sistema de cierre mantiene íntegra la barrera microbiana, se usa una prueba de integridad del envase y sistema de cierre que consiste en el método de ingreso de tinción (azul de metileno).

source: Container closure integrity is given by the chosen plunger stopper and syringe combination.
es_es: La integridad del envase y sistema de cierre está garantizada por la combinación elegida de tapón de émbolo y jeringa.

source: Container closure integrity test (CCIT)
es_es: Pruebas de integridad del envase y sistema de cierre

source: Container closure integrity testing (CCIT)
es_es: Pruebas de integridad del envase y sistema de cierre

source: Container closure integrity testing is performed as part of the stability program of spesolimab drug product.
es_es: Las pruebas de integridad del envase y sistema de cierre solo se realizan como parte del programa de estabilidad del medicamento Espesolimab.

source: Container closure integrity testing was successfully performed for all three DP PPQ batches (40 mg/vial and 50 mg/vial).
es_es: La prueba de integridad del sistema de cierre del envase se realizó con éxito para las tres partidas de calificación del desempeño del proceso del medicamento (tanto de 40 mg/vial como de 50 mg/vial).

source: Container closure integrity testing was successfully performed for all three PFS PPQ batches.
es_es: Se realizó con éxito la prueba de integridad del envase y sistema de cierre en las tres partidas de calificación del desempeño del proceso de las jeringas precargadas.

source: Container closure system
es_es: Envase y sistema de cierre

source: Container closure system components
es_es: Componentes del envase y sistema de cierre

source: Container closure integrity testing **
es_es: Pruebas de integridad del envase y sistema de cierre **

source: Container closure integrity (CCIT)1
es_es: Integridad del envase y sistema de cierre (CCIT)1

source: Contains particles
es_es: Contiene partículas

source: Contaminants
es_es: Contaminantes

source: Contaminated
es_es: Contaminadas

source: Content of benzalkonium chloride
es_es: Contenido de cloruro de benzalconio

source: Content of disodium edetate
es_es: Contenido de edetato disódico

source: Content of exact specified and unspecified impurities in the chromatogram of test solution calculate as per the formula:
es_es: Contenido exacto de las impurezas especificadas y no especificadas en el cromatograma de la solución de análisis: calcular según la fórmula:

source: Content of solvent in ppm
es_es: Contenido de disolvente en ppm

source: Content:
es_es: Contenido:

source: Continue from the ash obtained in sulphated ash test under BP/ Ph.Eur.
es_es: Continuar a partir de las cenizas obtenidas en la determinación de ceniza sulfatada según los estandares BP/Ph.Eur.

source: Continue from the ash obtained in sulphated ash test under BP/ Ph.Eur. standards as follows.
es_es: Continuar a partir de las cenizas obtenidas en la determinación de ceniza sulfatada según los estandares de la BP/Ph.Eur., de la siguiente manera.

source: Continue heating until a clear solution is obtained and the inside wall of the flask is free from carbonaceous material.
es_es: Seguir calentando hasta obtener una solución transparente y ver que la pared interior del matraz está libre de material carbonoso.

source: Continued Process Verification (CPV) follows PPQ activities and lasts throughout the product's life-cycle.
es_es: La verificación continua del proceso sigue a las actividades de calificación de desempeño del proceso y prosigue durante todo el ciclo de vida del producto.

source: Continued on the next page
es_es: Continúa en la siguiente página

source: Continuous endpoints:
es_es: Criterios de valoración continuos:
